/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Підключення цього комп’ютера до Інтернету вимкнено.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Підключення цього комп’ютера до Інтернету може бути вимкнено.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Підключення цього комп’ютера до Інтернету ввімкнено.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS-сервер цього комп’ютера не відповідає.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-серверу не вдалося знайти ім’я сервера.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Маршрутизатор цього комп’ютера не відповідає.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Сервер, до якого намагається підключитися цей комп’ютер не відповідає.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Підключення цього комп’ютера до Інтернету ввімкнено.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Пароль веб-форми";

/* HTTP result code string */
"accepted" = "прийнято";

/* HTTP result code string */
"bad gateway" = "неправильний шлюз";

/* HTTP result code string */
"bad request" = "неправильний запит";

/* HTTP result code string */
"client error" = "помилка клієнта";

/* HTTP result code string */
"conflict" = "конфлікт";

/* HTTP result code string */
"continue" = "продовжити";

/* HTTP result code string */
"created" = "створено";

/* HTTP result code string */
"expectation failed" = "помилка очікування";

/* HTTP result code string */
"forbidden" = "заборонено";

/* HTTP result code string */
"found" = "знайдено";

/* HTTP result code string */
"gateway timed out" = "час очікування шлюзу вичерпано";

/* HTTP result code string */
"informational" = "інформаційний";

/* HTTP result code string */
"internal server error" = "внутрішня помилка сервера";

/* HTTP result code string */
"length required" = "необхідна довжина";

/* HTTP result code string */
"method not allowed" = "заборонений метод";

/* HTTP result code string */
"moved permanently" = "переміщено необоротно";

/* HTTP result code string */
"multiple choices" = "кілька варіантів вибору";

/* HTTP result code string */
"needs proxy" = "необхідний проксі-сервер";

/* HTTP result code string */
"no content" = "немає вмісту";

/* HTTP result code string */
"no error" = "усе гаразд";

/* HTTP result code string */
"non-authoritative information" = "недостовірні відомості";

/* HTTP result code string */
"not found" = "не знайдено";

/* HTTP result code string */
"not modified" = "не змінено";

/* HTTP result code string */
"partial content" = "частковий вміст";

/* HTTP result code string */
"payment required" = "необхідна оплата";

/* HTTP result code string */
"precondition failed" = "помилка передумови";

/* HTTP result code string */
"proxy authentication required" = "необхідна автентифікація на проксі-сервері";

/* HTTP result code string */
"redirected" = "перенаправлено";

/* HTTP result code string */
"no longer exists" = "більше не існує";

/* HTTP result code string */
"request timed out" = "вичерпано час очікування запиту";

/* HTTP result code string */
"request too large" = "завеликий запит";

/* HTTP result code string */
"requested URL too long" = "надто довга запитувана URL-адреса";

/* HTTP result code string */
"requested range not satisfiable" = "незадовільний діапазон запиту";

/* HTTP result code string */
"reset content" = "скидання вмісту";

/* HTTP result code string */
"see other" = "див. інше";

/* HTTP result code string */
"server error" = "помилка сервера";

/* HTTP result code string */
"service unavailable" = "послуга недоступна";

/* HTTP result code string */
"success" = "успішно";

/* HTTP result code string */
"switching protocols" = "перемикання протоколів";

/* HTTP result code string */
"temporarily redirected" = "тимчасово перенаправлено";

/* HTTP result code string */
"unacceptable" = "неприпустимо";

/* HTTP result code string */
"unauthorized" = "не авторизовано";

/* HTTP result code string */
"unimplemented" = "не реалізовано";

/* HTTP result code string */
"unsupported media type" = "непідтримуваний тип носія";

/* HTTP result code string */
"unsupported version" = "непідтримувана версія";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Сталася помилка під час обміну даними з проксі-сервером в Інтернеті (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Сталася помилка під час обміну даними з безпечним проксі-сервером в Інтернеті (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "невідома помилка";

/* WebFoundationErrorCancelled description */
"Err-999" = "скасований";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "неправильна URL-адреса";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Вичерпано час очікування запиту.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL-адреса не підтримується";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Не вдається знайти сервер з указаним іменем хоста. ";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Не вдалося підключитися до сервера.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Втрачено зв’язок із мережею.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Помилка підстановки DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "забагато HTTP-перенаправлень";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "ресурс недоступний";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Підключення до Інтернету вимкнено.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "перенаправлено в нікуди";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Сервер повернув неправильну відповідь.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "ресурс розміром нуль байт";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "не вдається розшифрувати неопрацьовані дані";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "не вдається розшифрувати дані вмісту";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "не вдається проаналізувати відповідь";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Міжнародний роумінг вимкнений.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Не вдається встановити підключення, оскільки виклик ще не завершений.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Зараз підключення заборонене.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "потік тіла запиту вичерпано";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Потрібна URL-адреса не знайдена на сервері.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "файл – це папка";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Немає дозволу для доступу до потрібного ресурсу.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "ресурс перевищує максимальний розмір";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Сталася помилка SSL. Не вдається встановити безпечне підключення до сервера.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Термін дії сертифіката цього сервера завершився.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Термін дії сертифіката цього сервера завершився. Можливо, ви намагаєтеся підключитися до сервера, який видає себе за «%@», що може загрожувати вашим конфіденційним даним.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Недійсний сертифікат сервера.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Недійсний сертифікат сервера. Можливо, ви намагаєтеся підключитися до сервера, який видає себе за «%@», що може загрожувати вашим конфіденційним даним.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Сертифікат сервера підписано невідомим центром сертифікації.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Сертифікат сервера підписано невідомим центром сертифікації. Можливо, ви намагаєтеся підключитися до сервера, який видає себе за «%@», що може загрожувати вашим конфіденційним даним.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Сертифікат сервера є все ще недійсним.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Сертифікат сервера є все ще недійсним. Можливо, ви намагаєтеся підключитися до сервера, який видає себе за «%@», що може загрожувати вашим конфіденційним даним.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Сервер не прийняв сертифікат.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Сервер «%@» не прийняв сертифікат.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Сервер вимагає сертифікат клієнта.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Сервер «%@» вимагає сертифікат клієнта.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "не вдається завантажити з мережі";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Не вдається створити файл";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Не вдається відкрити файл";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Помилка під час закривання файлу";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Не вдається записати файл";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Не вдається видалити файл";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Не вдається перемістити файл";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Помилка розшифрування завантаження";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Помилка розшифрування завантаження";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Підключитися до сервера в усякому разі?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Для змінення параметрів проксі виберіть Проксі-сервери на вкладці «Додатково» в параметрах мережі. Зверніться до системного адміністратора за допомогою.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Потрібно виконати автентифікацію проксі-сервера";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Автентифікація проксі-сервера %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Скасувати";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Ім’я користувача";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Пароль";
